Revit 2027 API
ParameterTypeId.ThermalMaterialParamTransmitsLight Property
 "Transmits Light"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamTransmitsLight { get; }
Public Shared ReadOnly Property ThermalMaterialParamTransmitsLight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamTransmitsLight {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamTransmitsLight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace